<?php

return [
    'failed' => 'ព័ត៌មានចូលប្រើប្រាស់មិនត្រឹមត្រូវ។',
    'password' => 'ពាក្យសម្ងាត់មិនត្រឹមត្រូវ។',
    'throttle' => 'អ្នកបានព្យាយាមចូលច្រើនដងពេក។ សូមព្យាយាមម្តងទៀតក្នុងរយៈពេល :seconds វិនាទី។',

    'login' => [
        'title' => 'ចូលប្រើប្រាស់',
        'heading' => 'ចូលប្រើប្រាស់',
        'login_label' => 'ឈ្មោះអ្នកប្រើ អ៊ីមែល ឬ លេខទូរស័ព្ទ',
        'login_placeholder' => 'បញ្ចូលឈ្មោះអ្នកប្រើ អ៊ីមែល ឬ លេខទូរស័ព្ទ',
        'password' => 'ពាក្យសម្ងាត់',
        'password_placeholder' => 'បញ្ចូលពាក្យសម្ងាត់',
        'remember' => 'ចងចាំខ្ញុំ',
        'failed' => 'ឈ្មោះអ្នកប្រើ អ៊ីមែល លេខទូរស័ព្ទ ឬ ពាក្យសម្ងាត់មិនត្រឹមត្រូវ។',
    ],

    'forgot_password' => [
        'label' => 'ភ្លេចពាក្យសម្ងាត់?',
    ],

    'register' => [
        'or' => 'ឬ',
        'sign_up_new_account' => 'បង្កើតគណនីថ្មី',
    ],
];